Repository: motive-Prelude/Prelude-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: ko_kr

# allergy_instruction_check_all
source: Check all that apply
ko_kr: 해당되는 모든 항목을 선택해주세요.

# allergy_option_dairy
source: Dairy
ko_kr: 유제품

# allergy_option_eggs
source: Eggs
ko_kr: 달걀

# allergy_option_fish
source: Fish
ko_kr: 생선

# allergy_option_gluten
source: Gluten
ko_kr: 조개류 (갑각류)

# allergy_option_peanuts
source: Peanuts
ko_kr: 견과류

# allergy_option_shellfish
source: Shellfish
ko_kr: 땅콩

# allergy_option_soy
source: Soy
ko_kr: 밀

# allergy_option_tree_nuts
source: Tree nuts
ko_kr: 대두

# allergy_option_wheat
source: Wheat
ko_kr: 글루텐

# allergy_question_sensitivities
source: Do you have any allergies or food sensitivities?
ko_kr: 알레르기나 피해야 할 음식이 있다면 알려주세요.

# allergy_title
source: Allergies and Dietary Restrictions
ko_kr: 알레르기 및 음식 섭취 제한

# basic_info_title
source: Basic Info
ko_kr: 기본 정보

# blood_pressure_hypertension
source: Hypertension
ko_kr: 고혈압

# blood_pressure_hypotension
source: Hypotension
ko_kr: 저혈압

# blood_pressure_question
source: Do you have any blood pressure issues?
ko_kr: 저혈압 또는 고혈압이 있으신가요?

# button_accept_continue
source: Accept and continue
ko_kr: 동의하고 계속하기

# button_all_good
source: All good
ko_kr: 맞아요

# button_begin
source: Begin
ko_kr: 시작하기

# button_buy_now
source: Buy now
ko_kr: 구매하기

# button_cancel
source: Cancel
ko_kr: 취소

# button_check_food_safety
source: Check food safety
ko_kr: 음식 안전 확인하기

# button_delete
source: Delete
ko_kr: 삭제하기

# button_delete_account
source: Delete account
ko_kr: 계정 삭제

# button_enter_info
source: Enter Info
ko_kr: 입력하기

# button_get_more
source: Get more
ko_kr: 충전하기

# button_get_more_seeds
source: Get more seeds
ko_kr: 씨앗 충전하기

# button_log_out
source: Log out
ko_kr: 로그아웃

# button_make_changes
source: Make changes
ko_kr: 아뇨, 수정할래요

# button_next
source: Next
ko_kr: 다음

# button_receive_gift
source: Receive seeds & Begin
ko_kr: 씨앗 받고 시작하기

# button_retry
source: Retry
ko_kr: 재시도

# button_save
source: Save
ko_kr: 저장하기

# button_skip
source: Skip
ko_kr: 건너뛰기

# delete_account_description
source: When you delete your account, all of your data will be deleted.
ko_kr: 모든 데이터가 영구적으로 삭제되고 다시 복구할 수 없어요.

# diabetes_gestational
source: Gestational
ko_kr: 임신 당뇨병

# diabetes_question
source: Do you have any form of diabetes?
ko_kr: 당뇨가 있으신가요?

# diabetes_type_1
source: Type 1
ko_kr: 1형

# diabetes_type_2
source: Type 2
ko_kr: 2형

# dialog_description_delete_account
source: This action cannot be undone. It will permanently delete your entire account, including purchased seeds.
ko_kr: 계정을 삭제하면 되돌릴 수 없어요. 계정과 구매한 씨앗이 모두 영구적으로 삭제되니 신중히 진행해주세요.

# dialog_description_network_error
source: It seems you’re not connected to the internet. Please check your connection and try again.
ko_kr: 인터넷에 연결되지 않은 것 같아요. 연결 상태를 확인한 후 다시 시도해주세요.

# dialog_description_no_seed
source: You’ve used up all your seeds. Purchase more to continue checking food safety.
ko_kr: 남은 씨앗을 모두 사용했어요. 계속해서 음식 안전성을 확인하려면 씨앗을 추가로 구매해주세요.

# dialog_description_not_food
source: The picture doesn’t seem to contain food. Please upload a clear food image.
ko_kr: 사진에 음식이 포함되어 있지 않은 것 같아요. 명확한 음식 사진을 촬영해주세요.

# dialog_description_server_error
source: We’re having trouble connecting to the server. Please try again later.
ko_kr: 서버에 연결하는 데 문제가 생겼어요. 잠시 후 다시 시도해주세요.

# dialog_description_skip
source: This information is essential for accurate results.
ko_kr: 정확한 결과를 위해 꼭 필요한 정보예요.

# dialog_description_time_out
source: The request took too long to process. Please check your connection and try again.
ko_kr: 요청을 처리하는 데 시간이 너무 오래 걸렸어요. 연결 상태를 확인한 후 다시 시도해주세요.

# dialog_description_unknown_error
source: An error occurred while processing your request. Please try again shortly.
ko_kr: 요청을 처리하는 중 문제가 발생했어요. 잠시 후 다시 시도해주세요.

# dialog_title_delete_account
source: Delete Account?
ko_kr: 계정을 삭제할까요?

# dialog_title_network_error
source: Network unavailable
ko_kr: 네트워크 연결 불가

# dialog_title_no_seed
source: No seeds left
ko_kr: 씨앗이 부족해요

# dialog_title_not_food
source: Not a food item
ko_kr: 음식이 맞나요?

# dialog_title_server_error
source: Server issue
ko_kr: 서버 연결 오류

# dialog_title_skip
source: Are you sure you want to skip?
ko_kr: 정말 건너뛰시겠어요?

# dialog_title_time_out
source: Request timed out
ko_kr: 요청 시간 초과

# dialog_title_unknown_error
source: Unexpected error
ko_kr: 예기치 못한 오류가 발생했어요.

# gestation_option_1st_trimester
source: 1st trimester
ko_kr: 초기

# gestation_option_2nd_trimester
source: 2nd trimester
ko_kr: 중기

# gestation_option_3rd_trimester
source: 3rd trimester
ko_kr: 후기

# gestation_option_postpartum
source: Postpartum
ko_kr: 산후

# gestation_postpartum_description
source: After childbirth
ko_kr: 출산 후

# gestation_question_weeks
source: How many weeks pregnant are you?
ko_kr: 현재 임신 몇주차이신가요?

# health_disclaimer_acceptance_URL
source: https://kind-push-1b8.notion.site/Health-Disclaimer-16c73460715e80e49f0efc541c57aff3?pvs=4
ko_kr: https://kind-push-1b8.notion.site/16c73460715e80a6ba4deec1d88c68f3?pvs=4

# health_disclaimer_content
source: The information provided by Prelude is intended for general informational purposes only and is not a substitute for professional medical advice. Always consult with a qualified health professional or your healthcare provider before making any decisions related to your health, diet, or nutrition, especially during pregnancy. Individual health needs may vary, and only a healthcare professional can provide personalized advice tailored to your specific circumstances.
ko_kr: Prelude에서 제공하는 정보는 일반적인 참고용으로만 제공되며, 전문적인 의학적 조언을 대체하지 않습니다. 특히 임신 중이거나 건강, 식단, 영양과 관련된 결정을 내리기 전에는 반드시 자격을 갖춘 의료 전문가나 담당 의사와 상담하시기 바랍니다. 개인의 건강 상태는 다를 수 있으므로, 자신의 상황에 맞는 맞춤형 조언은 의료 전문가만이 제공할 수 있습니다.

# health_info_confirm_subtitle
source: You can edit your health data anytime.
ko_kr: 건강 정보는 언제든 수정이 가능해요.

# health_info_confirm_title
source: Is this correct?
ko_kr: 아래 정보가 맞나요?

# health_info_option_blood_pressure
source: Blood Pressure
ko_kr: 혈압

# health_info_option_diabetes
source: Diabetes
ko_kr: 당뇨

# health_info_option_gestational_week
source: Gestational Week
ko_kr: 임신 주차

# health_info_option_height_weight
source: Height, Weight
ko_kr: 키, 몸무게

# health_info_option_restrictions
source: Restrictions
ko_kr: 음식 제한

# health_info_setup_start_content
source: To provide you with the best experience, we use your health information to deliver accurate and personalized food safety tips customized for your needs.
ko_kr: 더욱 정확한 맞춤 정보를 제공하기 위해 건강 데이터를 활용해요. 입력해주신 내용를 바탕으로 현재 상태에 꼭 맞는 정보를 준비할게요.

# health_info_setup_start_title
source: Let’s get to know your health needs
ko_kr: 맞춤 정보 제공을 위해 지금의 건강 상태를 알려주세요

# label_citations
source: citations
ko_kr: 출처

# label_health_disclaimer
source: Health Disclaimer
ko_kr: 건강 고지사항

# label_height
source: Height
ko_kr: 키

# label_no_response
source: No response
ko_kr: 응답하지 않음

# label_none
source: None
ko_kr: 없음

# label_notice
source: Notice
ko_kr: 중요 알림

# label_remaining
source: Remaining
ko_kr: 남은 씨앗

# label_seeds
source: seeds
ko_kr: 개

# label_take_photo
source: Take Photo
ko_kr: 사진 찍기

# label_warning_ai
source: This advice cannot replace personalized consultation with a medical professional. Always seek the advice of a qualified physician before making any medical decisions.
ko_kr: 이 조언은 의료 전문가의 개인적인 상담을 대신할 수 없습니다. 모든 의료 관련 결정을 내리기 전에 반드시 의사의 전문적인 조언을 구하세요.

# label_week
source: weeks
ko_kr: 주

# label_weight
source: Weight
ko_kr: 몸무게

# loading_instruction
source: Just a moment
ko_kr: 잠시만 기다려주세요

# loading_step_check_ingredient
source: Checking each ingredient
ko_kr: 각 성분 확인 중

# loading_step_collect_detail
source: Collecting nutritional details
ko_kr: 영양 정보 수집 중

# loading_step_review_img
source: Reviewing image
ko_kr: 음식 사진 검토 중

# loading_title
source: Making sure it’s safe
ko_kr: 안전한지 살펴보고 있어요

# log_out_description
source: When you log out, your data will remain on your device until you delete your app.
ko_kr: 로그아웃을 해도 데이터는 앱을 삭제하기 전까지 기기에 남아있어요.

# main_greeting_title_1
source: What’s on your plate today?
ko_kr: 접시 위의 음식, 안전한지 확인하세요.

# main_greeting_title_2
source: What food are you worried about?
ko_kr: 오늘의 안전한 한 끼, 뭐가 좋을까요?

# main_greeting_title_3
source: Let’s make sure every bite is safe.
ko_kr: 오늘도 마음 놓고 한 끼, 어떤 메뉴가 좋을까요?

# main_greeting_title_4
source: Let’s check if your plate is safe.
ko_kr: 즐거운 식사, 안심하고 즐겨보세요.

# main_greeting_title_5
source: Wondering if it’s safe to enjoy that bite?
ko_kr: 마음 편한 식사, 안전하게 골라볼까요?

# main_greeting_title_6
source: Is it safe to dig in? Let’s check!
ko_kr: 음식 안전, 이제 걱정하지 마세요.

# main_greeting_title_7
source: Planning your next bite?
ko_kr: 맛있는 한 끼, 안전하게 즐겨요.

# medical_history_title
source: Medical History
ko_kr: 진단 이력

# navigation_title_account
source: Account
ko_kr: 계정

# navigation_title_edit_health_info
source: Edit Health Info
ko_kr: 건강 정보 수정

# navigation_title_get_more_seeds
source: Get more seeds
ko_kr: 씨앗 충전하기

# navigation_title_safety_report
source: Safety Report
ko_kr: 안전 보고서

# navigation_title_settings
source: Settings
ko_kr: 설정

# onboarding_description_1
source: We’re here with food safety tips so you can enjoy meals without worry during your pregnancy.
ko_kr: 임신 중에도 마음 놓고 식사할 수 있도록 세심한 음식 안전 정보를 제공해요.

# onboarding_description_2
source: Take a photo of your meal, and we’ll let you know if it’s safe for you and your baby.
ko_kr: 음식 사진을 찍으면 엄마와 아기에게 안전한지 확인해드려요.

# onboarding_title_1
source: Enjoy meals with peace of mind
ko_kr: 안심하고 즐기는 식사

# onboarding_title_2
source: Safe eating made simple
ko_kr: 사진 한 장으로 간편하게

# physical_info_question_height_weight
source: What is your height and weight?
ko_kr: 키와 몸무게를 입력해주세요

# privacy_policy_acceptance
source: I agree to the __Privacy Policy and Terms of Use__
ko_kr: __개인정보처리방침, 이용약관__ 에 동의합니다.

# privacy_policy_acceptance_URL
source: https://kind-push-1b8.notion.site/Privacy-Policy-16173460715e80629d45cb61058a3e8c?pvs=4
ko_kr: https://kind-push-1b8.notion.site/16173460715e8090a261fc9f2ba793e6?pvs=4

# purchase_benefit_1
source: Always know what’s safe to eat.
ko_kr: 음식 안전에 대한 걱정, 지금 바로 해결하세요.

# purchase_benefit_2
source: Make confident choices for you and your baby.
ko_kr: 나와 아기를 위한 건강한 선택, 함께 만들어가요.

# purchase_benefit_3
source: Stay informed with reliable food safety info.
ko_kr: 믿을 수 있는 음식 안전 정보로 일상을 더 편안하게.

# purchase_description
source: By clicking ‘Buy now’, your payment will be charged to your App Store account at confirmation of purchase. The selected number of seeds will be added to your account immediately. Please note that all purchases are final and non-refundable.
ko_kr: ‘구매하기’를 누르시면 구매 확정 시점에 앱스토어 계정으로 결제가 이루어지며, 선택하신 씨앗 수가 즉시 계정에 추가됩니다. 결제 후에는 모든 구매가 최종 확정되며 환불이나 취소가 불가능합니다.

# purchase_instruction
source: Select what you need
ko_kr: 원하는 만큼 선택하세요

# result_title_caution
source: Caution advised. Stay alert!
ko_kr: 조심하세요! 주의가 필요합니다.

# result_title_food
source: Result on ‘%@’
ko_kr: '%@’에 대한 결과

# result_title_negative
source: Not safe! Avoid this one.
ko_kr: 위험합니다! 섭취를 피해주세요.

# result_title_positive
source: All good! Enjoy
ko_kr: 안심하세요! 맛있게 드세요.

# seed_warning_subtitle
source: Get more seeds to keep receiving food safety tips.
ko_kr: 씨앗을 충전하고 계속해서 음식 안정성을 확인하세요.

# seed_warning_title
source: You’re out of seeds!
ko_kr: 씨앗이 부족해요!

# textfield_placeholder_food_name
source: Enter food name (Optional)
ko_kr: 음식 이름을 입력해주세요 (선택)

# toast_content_authentication_error
source: Authentication Failed.
ko_kr: 인증에 실패했어요.

# toast_content_network_error
source: Network error. Check your connection.
ko_kr: 네트워크 오류. 연결을 확인해주세요.

# toast_content_pay_success
source: Successfully added %d seeds!
ko_kr: 씨앗 %d개가 추가됐어요!

# toast_content_unknown_error
source: Something went wrong. Please try again soon.
ko_kr: 예기치 못한 오류가 발생했어요.

# welcome_gift_content
source: We know even small worries can feel overwhelming when you’re expecting. With that in mind, we’d like to offer you a small gift: three test seeds you can use any time you need to check if your food is safe. We hope these seeds bring a bit more peace of mind as you prepare to welcome new life.
ko_kr: 세상 모든 엄마들의 하루가 조금 더 편안하고 안전하길 바라는 마음으로, 프렐류드에서 작은 선물을 준비했어요. 임신 중엔 사소한 것도 신경 쓰일 때가 있지요. 이런 순간에 도움이 되길 바라며, 음식 안전 체크에 사용할 수 있는 씨앗 3개를 담아두었답니다. 이 작은 씨앗이 편안한 일상의 시작점이 되길 바랄게요.

# welcome_gift_title
source: A little gift for your peace of mind
ko_kr: 프렐류드가 전하는 작은 안심의 선물
